aeschli.vscode-css-formatter
anysphere.cursorpyright
anysphere.remote-containers
anysphere.remote-ssh
astro-build.astro-vscode
bierner.markdown-mermaid
charliermarsh.ruff
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
editorconfig.editorconfig
github.vscode-pull-request-github
mechatroner.rainbow-csv
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools-extension-pack
njpwerner.autodocstring
ritwickdey.liveserver
tamasfe.even-better-toml
tomoki1207.pdf
twxs.cmake
