tap "homebrew/services"
tap "louisbrunner/valgrind"
tap "mongodb/brew"
brew "bat"
brew "cmake"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "htop"
brew "jq"
brew "just"
brew "mcfly"
brew "mermaid-cli"
brew "mole"
brew "ripgrep"
brew "rsync"
brew "shfmt"
brew "starship"
brew "stow"
brew "tldr"
brew "trash"
brew "uv"
brew "yq"
brew "zinit"
brew "zoxide"
cask "claude"
cask "cursor"
cask "discord"
cask "floorp"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "gimp"
cask "miniforge"
cask "obsidian"
cask "stats"
cask "stirling-pdf"
cask "tailscale-app"
cask "thunderbird"
cask "transmission"
cask "vlc"
cask "xquartz"
cask "zoom"
